Repository: NRanjan-17/RSMS
Catalog: luxury/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, de, es, fr, gu, hi, it, ja, kn, ko, ml, mr, or, pa, pt, ru, ta, te, zh_hans, zh_hant

source: Total SKU
ar: إجمالي عدد وحدات التخزين
as: মুঠ SKU
bn: মোট SKU
de: Gesamt-SKU
es: SKU totales
fr: Total des références
gu: કુલ SKU
hi: कुल एसकेयू
it: Numero totale di SKU
ja: 合計SKU数
kn: ಒಟ್ಟು SKU
ko: 총 SKU
ml: ആകെ SKU
mr: एकूण SKU
or: ମୋଟ SKU
pa: ਕੁੱਲ SKU
pt: Total de SKUs
ru: Всего артикулов
ta: மொத்த SKU
te: మొత్తం SKU
zh_hans: SKU总数
zh_hant: SKU總數

source: Total Stock
ar: إجمالي المخزون
as: মুঠ ষ্টক
bn: মোট স্টক
de: Gesamtbestand
es: Existencias totales
fr: Stock total
gu: કુલ સ્ટોક
hi: कुल स्टॉक
it: Stock totale
ja: 総在庫数
kn: ಒಟ್ಟು ಸ್ಟಾಕ್
ko: 총 재고량
ml: ആകെ സ്റ്റോക്ക്
mr: एकूण साठा
or: ମୋଟ ଷ୍ଟକ୍
pa: ਕੁੱਲ ਸਟਾਕ
pt: Estoque total
ru: Общий запас
ta: மொத்த இருப்பு
te: మొత్తం స్టాక్
zh_hans: 总库存
zh_hant: 總庫存

source: Total Units Available
ar: إجمالي الوحدات المتاحة
as: উপলব্ধ মুঠ ইউনিট
bn: মোট উপলব্ধ ইউনিট
de: Verfügbare Einheiten insgesamt
es: Unidades totales disponibles
fr: Nombre total d'unités disponibles
gu: કુલ ઉપલબ્ધ એકમો
hi: कुल उपलब्ध इकाइयाँ
it: Unità totali disponibili
ja: 利用可能なユニット総数
kn: ಲಭ್ಯವಿರುವ ಒಟ್ಟು ಘಟಕಗಳು
ko: 총 이용 가능 수량
ml: ലഭ്യമായ ആകെ യൂണിറ്റുകൾ
mr: एकूण उपलब्ध युनिट्स
or: ମୋଟ ଉପଲବ୍ଧ ୟୁନିଟ୍
pa: ਕੁੱਲ ਉਪਲਬਧ ਇਕਾਈਆਂ
pt: Total de unidades disponíveis
ru: Общее количество доступных единиц
ta: மொத்த அலகுகள் கிடைக்கின்றன
te: అందుబాటులో ఉన్న మొత్తం యూనిట్లు
zh_hans: 可用单位总数
zh_hant: 可用單位總數

source: Transaction Details
ar: تفاصيل المعاملة
as: লেনদেনৰ বিৱৰণ
bn: লেনদেনের বিবরণ
de: Transaktionsdetails
es: Detalles de la transacción
fr: Détails de la transaction
gu: વ્યવહાર વિગતો
hi: लेनदेन विवरण
it: Dettagli della transazione
ja: 取引の詳細
kn: ವಹಿವಾಟಿನ ವಿವರಗಳು
ko: 거래 내역
ml: ഇടപാട് വിശദാംശങ്ങൾ
mr: व्यवहाराचा तपशील
or: ବିନିମୟ ବିବରଣୀ
pa: ਲੈਣ-ਦੇਣ ਦੇ ਵੇਰਵੇ
pt: Detalhes da transação
ru: Детали транзакции
ta: பரிவர்த்தனை விவரங்கள்
te: లావాదేవీ వివరాలు
zh_hans: 交易详情
zh_hant: 交易詳情

source: Transaction ID
ar: رقم المعاملة
as: লেনদেন আইডি
bn: লেনদেন আইডি
de: Transaktions-ID
es: ID de transacción
fr: ID de transaction
gu: ટ્રાન્ઝેક્શન ID
hi: लेनदेन आईडी
it: ID transazione
ja: 取引ID
kn: ವಹಿವಾಟು ಐಡಿ
ko: 거래 ID
ml: ഇടപാട് ഐഡി
mr: व्यवहार आयडी
or: ଟ୍ରାଞ୍ଜେକସନ୍ ID
pa: ਲੈਣ-ਦੇਣ ਆਈਡੀ
pt: ID da transação
ru: Идентификатор транзакции
ta: பரிவர்த்தனை ஐடி
te: లావాదేవీ ID
zh_hans: 交易 ID
zh_hant: 交易 ID

source: Transaction ID: %@
ar: رقم العملية: %@
as: লেনদেন আইডি: %@
bn: লেনদেন আইডি: %@
de: Transaktions-ID: %@
es: ID de transacción: %@
fr: ID de transaction : %@
gu: ટ્રાન્ઝેક્શન ID: %@
hi: लेनदेन आईडी: %@
it: ID transazione: %@
ja: トランザクションID: %@
kn: ವಹಿವಾಟು ಐಡಿ: %@
ko: 거래 ID: %@
ml: ഇടപാട് ഐഡി: %@
mr: व्यवहार आयडी: %@
or: ଟ୍ରାଞ୍ଜେକସନ୍ ଆଇଡି: %@
pa: ਲੈਣ-ਦੇਣ ਆਈਡੀ: %@
pt: ID da transação: %@
ru: Идентификатор транзакции: %@
ta: பரிவர்த்தனை ஐடி: %@
te: లావాదేవీ ID: %@
zh_hans: 交易 ID： %@
zh_hant: 交易 ID： %@

source: Transactions
ar: المعاملات
as: লেনদেন
bn: লেনদেন
de: Transaktionen
es: Actas
gu: વ્યવહારો
hi: लेनदेन
it: Transazioni
ja: 取引
kn: ವಹಿವಾಟುಗಳು
ko: 업무
ml: ഇടപാടുകൾ
mr: व्यवहार
or: ଟ୍ରାଞ୍ଜେକସନଗୁଡ଼ିକ
pa: ਲੈਣ-ਦੇਣ
pt: Transações
ru: Транзакции
ta: பரிவர்த்தனைகள்
te: లావాదేవీలు
zh_hans: 交易
zh_hant: 交易

source: TRANSACTIONS
ar: المعاملات
as: লেনদেন
bn: লেনদেন
de: TRANSAKTIONEN
es: ACTAS
gu: વ્યવહારો
hi: लेनदेन
it: TRANSAZIONI
ja: 取引
kn: ವ್ಯವಹಾರಗಳು
ko: 업무
ml: ഇടപാടുകൾ
mr: व्यवहार
or: କାରବାର
pa: ਲੈਣ-ਦੇਣ
pt: TRANSAÇÕES
ru: ТРАНЗАКЦИИ
ta: பரிவர்த்தனைகள்
te: లావాదేవీలు
zh_hans: 交易
zh_hant: 交易

source: Transfer Detail
ar: تفاصيل التحويل
as: স্থানান্তৰ বিৱৰণ
bn: স্থানান্তর বিবরণ
de: Transferdetails
es: Detalles de la transferencia
fr: Détails du transfert
gu: ટ્રાન્સફરની વિગતો
hi: स्थानांतरण विवरण
it: Dettagli del trasferimento
ja: 転送の詳細
kn: ವರ್ಗಾವಣೆ ವಿವರ
ko: 송금 상세 정보
ml: ട്രാൻസ്ഫർ വിശദാംശങ്ങൾ
mr: हस्तांतरण तपशील
or: ସ୍ଥାନାନ୍ତର ବିବରଣୀ
pa: ਟ੍ਰਾਂਸਫਰ ਵੇਰਵਾ
pt: Detalhes da transferência
ru: Детали перевода
ta: பரிமாற்ற விவரம்
te: బదిలీ వివరాలు
zh_hans: 转账详情
zh_hant: 轉帳詳情

source: TRANSFER DETAIL
ar: تفاصيل الانتقال
as: ট্ৰেন্সফাৰৰ বিৱৰণ
bn: স্থানান্তরের বিবরণ
de: ÜBERTRAGUNGSDETAILS
es: DETALLES DE LA TRANSFERENCIA
fr: DÉTAILS DU TRANSFERT
gu: ટ્રાન્સફર વિગતો
hi: स्थानांतरण विवरण
it: DETTAGLI DEL TRASFERIMENTO
ja: 送金詳細
kn: ವರ್ಗಾವಣೆ ವಿವರ
ko: 이체 상세 정보
ml: ട്രാൻസ്ഫർ വിശദാംശങ്ങൾ
mr: हस्तांतरण तपशील
or: ସ୍ଥାନାନ୍ତର ବିବରଣୀ
pa: ਟ੍ਰਾਂਸਫਰ ਵੇਰਵੇ
pt: DETALHES DA TRANSFERÊNCIA
ru: ДЕТАЛИ ПЕРЕВОДА
ta: பரிமாற்ற விவரம்
te: బదిలీ వివరాలు
zh_hans: 转账详情
zh_hant: 轉帳詳情

source: Transfer Error
ar: خطأ في النقل
as: স্থানান্তৰ ত্ৰুটি
bn: স্থানান্তর ত্রুটি
de: Übertragungsfehler
es: Error de transferencia
fr: Erreur de transfert
gu: ટ્રાન્સફર ભૂલ
hi: स्थानांतरण त्रुटि
it: Errore di trasferimento
ja: 転送エラー
kn: ವರ್ಗಾವಣೆ ದೋಷ
ko: 전송 오류
ml: ട്രാൻസ്ഫർ പിശക്
mr: हस्तांतरण त्रुटी
or: ସ୍ଥାନାନ୍ତର ତ୍ରୁଟି
pa: ਟ੍ਰਾਂਸਫਰ ਗਲਤੀ
pt: Erro de transferência
ru: Ошибка передачи
ta: பரிமாற்றப் பிழை
te: బదిలీ లోపం
zh_hans: 传输错误
zh_hant: 傳輸錯誤

source: TRANSFER HISTORY
ar: تاريخ الانتقالات
as: ট্ৰেন্সফাৰ ইতিহাস
bn: স্থানান্তর ইতিহাস
de: Transferhistorie
es: HISTORIAL DE TRANSFERENCIAS
fr: HISTORIQUE DES TRANSFERTS
gu: ઇતિહાસ ટ્રાન્સફર કરો
hi: स्थानांतरण इतिहास
it: STORIA DEI TRASFERIMENTI
ja: 譲渡履歴
kn: ವರ್ಗಾವಣೆ ಇತಿಹಾಸ
ko: 이적 내역
ml: ട്രാൻസ്ഫർ ചരിത്രം
mr: हस्तांतरण इतिहास
or: ସ୍ଥାନାନ୍ତର ଇତିହାସ
pa: ਇਤਿਹਾਸ ਤਬਦੀਲ ਕਰੋ
pt: HISTÓRICO DE TRANSFERÊNCIAS
ru: ИСТОРИЯ ПЕРЕВОДОВ
ta: பரிமாற்ற வரலாறு
te: బదిలీ చరిత్ర
zh_hans: 转会历史
zh_hant: 轉會歷史

source: Transfer Request
ar: طلب تحويل
as: স্থানান্তৰৰ অনুৰোধ
bn: স্থানান্তর অনুরোধ
de: Überweisungsantrag
es: Solicitud de transferencia
fr: Demande de transfert
gu: ટ્રાન્સફર વિનંતી
hi: स्थानांतरण अनुरोध
it: Richiesta di trasferimento
ja: 転送依頼
kn: ವರ್ಗಾವಣೆ ವಿನಂತಿ
ko: 이체 요청
ml: കൈമാറ്റ അഭ്യർത്ഥന
mr: हस्तांतरण विनंती
or: ହସ୍ତାନ୍ତର ଅନୁରୋଧ
pa: ਟ੍ਰਾਂਸਫਰ ਬੇਨਤੀ
pt: Pedido de transferência
ru: Запрос на перевод
ta: பரிமாற்றக் கோரிக்கை
te: బదిలీ అభ్యర్థన
zh_hans: 转账申请
zh_hant: 轉帳申請

source: Transfers
ar: الانتقالات
as: বদলি
bn: স্থানান্তর
es: Transferencias
fr: Transferts
gu: ટ્રાન્સફર
hi: स्थानांतरण
it: Trasferimenti
ja: 移籍
kn: ವರ್ಗಾವಣೆಗಳು
ko: 이적
ml: കൈമാറ്റങ്ങൾ
mr: बदली
or: ସ୍ଥାନାନ୍ତର
pa: ਟ੍ਰਾਂਸਫਰ
pt: Transferências
ru: Трансферы
ta: இடமாற்றங்கள்
te: బదిలీలు
zh_hans: 转账
zh_hant: 轉帳

source: TRUNK SHOW
ar: عرض المنتجات في السيارات
as: TRUNK SHOW ৰ দ্বাৰা
bn: ট্রাঙ্ক শো
es: DESFILES TRASEROS
fr: PRÉSENTATION DE VOITURES
gu: ટ્રંક શો
hi: ट्रंक शो
it: SFILATA DI PORTE
ja: トランクショー
kn: ಟ್ರಂಕ್ ಶೋ
ko: 트렁크 쇼
ml: ട്രങ്ക് ഷോ
mr: ट्रंक शो
or: ଟ୍ରଙ୍କ ଶୋ
pa: ਟਰੰਕ ਸ਼ੋਅ
pt: EXPOSIÇÃO DE TRONS
ru: ВЫСТАВКА АВТОМОБИЛЕЙ
ta: டிரங்க் ஷோ
te: ట్రంక్ షో
zh_hans: 巡回展
zh_hant: 巡迴展

source: Trunk Show Detail
ar: تفاصيل عرض الأزياء
as: ট্ৰাংক বিৱৰণ দেখুৱাওক
bn: ট্রাঙ্কের বিবরণ দেখুন
de: Details zur Trunk Show
es: Detalles del desfile de tráileres
fr: Détails du défilé privé
gu: ટ્રંક શો ડિટેલ
hi: ट्रंक शो का विवरण
it: Dettagli della presentazione del bagagliaio
ja: トランクショーの詳細
kn: ಟ್ರಂಕ್ ಶೋ ವಿವರ
ko: 트렁크 쇼 상세 정보
ml: ട്രങ്ക് ഷോ വിശദാംശങ്ങൾ
mr: ट्रंक तपशील दाखवा
or: ଟ୍ରଙ୍କ୍ ପ୍ରଦର୍ଶନ ବିବରଣୀ
pa: ਟਰੰਕ ਸ਼ੋਅ ਵੇਰਵਾ
pt: Detalhes do Trunk Show
ru: Подробности о презентации коллекции
ta: தண்டு காட்சி விவரம்
te: ట్రంక్ షో వివరాలు
zh_hans: 巡回展详情
zh_hant: 巡迴展詳情

source: Try Again
ar: حاول ثانية
as: আকৌ এবাৰ চেষ্টা কৰক
bn: আবার চেষ্টা করুন
de: Versuchen Sie es erneut
es: Intentar otra vez
fr: Essayer à nouveau
gu: ફરી પ્રયાસ કરો
hi: पुनः प्रयास करें
it: Riprova
ja: もう一度やり直してください
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 다시 시도하세요
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
or: ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt: Tente novamente
ru: Попробуйте еще раз
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్ళీ ప్రయత్నించండి
zh_hans: 重试
zh_hant: 重試

source: Two-Factor Authentication
ar: المصادقة الثنائية
as: দুটা কাৰক প্ৰমাণীকৰণ
bn: দ্বি-স্তরীয় প্রমাণীকরণ
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification à deux facteurs
gu: ટુ-ફેક્ટર ઓથેન્ટિકેશન
hi: दो-कारक प्रमाणीकरण
it: Autenticazione a due fattori
ja: 二段階認証
kn: ಎರಡು-ಅಂಶ ದೃಢೀಕರಣ
ko: 2단계 인증
ml: രണ്ട്-ഘടക പ്രാമാണീകരണം
mr: द्वि-घटक प्रमाणीकरण
or: ଦୁଇ-କାରକ ପ୍ରମାଣୀକରଣ
pa: ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ
pt: Autenticação de dois fatores
ru: Двухфакторная аутентификация
ta: இரு காரணி அங்கீகாரம்
te: రెండు-కారకాల ప్రమాణీకరణ
zh_hans: 双因素身份验证
zh_hant: 雙重身份驗證

source: TWO-FACTOR AUTHENTICATION
ar: المصادقة الثنائية
as: দুটা কাৰকৰ প্ৰমাণীকৰণ
bn: দ্বি-উপাদান প্রমাণীকরণ
de: Zwei-Faktoren-Authentifizierung
es: AUTENTICACIÓN DE DOS FACTORES
fr: AUTHENTIFICATION À DEUX FACTEURS
gu: દ્વિ-પરિબળ પ્રમાણીકરણ
hi: दो-कारक प्रमाणीकरण
it: AUTENTICAZIONE A DUE FATTORI
ja: 二段階認証
kn: ಎರಡು ಅಂಶಗಳ ದೃಢೀಕರಣ
ko: 2단계 인증
ml: രണ്ട്-ഘടക പ്രാമാണീകരണം
mr: द्वि-घटक प्रमाणीकरण
or: ଦୁଇ-କାରକ ପ୍ରମାଣୀକରଣ
pa: ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ
pt: AUTENTICAÇÃO DE DOIS FATORES
ru: ДВУХФАКТОРНАЯ АУТЕНТИФИКАЦИЯ
ta: இரு காரணி அங்கீகாரம்
te: రెండు-కారకాల ప్రామాణీకరణ
zh_hans: 双因素身份验证
zh_hant: 雙重身份驗證

source: Txn #%@
ar: رقم المعاملة%@
bn: লেনদেন #%@
de: Transaktionsnummer%@
es: Transacción n.°%@
fr: Transaction n°%@
gu: ટેક્સ્ટ #%@
hi: लेनदेन क्रमांक%@
it: Transazione n.%@
ja: トランザクション番号%@
kn: ಟಿಕ್ #%@
ko: 거래 #%@
ml: ടെക്സ്റ്റ് #%@
mr: व्यवहार #%@
or: ପଠାନ୍ତୁ #%@
pa: ਟੈਕਸਟ ਕਰੋ #%@
pt: Transação #%@
ru: Номер транзакции%@
ta: பரிவர்த்தனை எண் #%@
te: లావాదేవీ సంఖ్య #%@
zh_hans: 交易号%@
zh_hant: 交易號碼%@

source: Type barcode or serial...
ar: اكتب الرمز الشريطي أو الرقم التسلسلي...
as: টাইপ বার্কোড বা ছিৰিয়েল...
bn: বারকোড বা সিরিয়াল টাইপ করুন...
de: Geben Sie Barcode oder Seriennummer ein...
es: Escriba el código de barras o el número de serie...
fr: Saisissez le code-barres ou le numéro de série...
gu: બારકોડ અથવા સીરીયલ લખો...
hi: बारकोड या सीरियल नंबर टाइप करें...
it: Digitare il codice a barre o il numero di serie...
ja: バーコードまたはシリアル番号を入力してください...
kn: ಬಾರ್‌ಕೋಡ್ ಅಥವಾ ಸೀರಿಯಲ್ ಟೈಪ್ ಮಾಡಿ...
ko: 바코드 또는 시리얼 번호를 입력하세요...
ml: ബാർകോഡ് അല്ലെങ്കിൽ സീരിയൽ ടൈപ്പ് ചെയ്യുക...
mr: बारकोड किंवा सिरीयल टाईप करा...
or: ବାରକୋଡ୍ କିମ୍ବା ସିରିଏଲ୍ ଟାଇପ୍ କରନ୍ତୁ...
pa: ਬਾਰਕੋਡ ਜਾਂ ਸੀਰੀਅਲ ਟਾਈਪ ਕਰੋ...
pt: Introduza o código de barras ou o número de série...
ru: Введите штрихкод или серийный номер...
ta: பார்கோடு அல்லது வரிசை எண்ணை உள்ளிடவும்...
te: బార్‌కోడ్ లేదా సీరియల్ టైప్ చేయండి...
zh_hans: 输入条形码或序列号...
zh_hant: 輸入條碼或序號...

source: U
ar: يو
as: ইউ
bn: ইউ
gu: સ
hi: यू
kn: ಸ
ko: 유
ml: ല
mr: यू
or: ଉ
pa: ਯੂ
ru: У
ta: யு
te: యు

source: UHNW
ar: أصحاب الثروات الفائقة
as: ইউ এইচ এন ডব্লিউ
gu: યુએચએનડબલ્યુ
hi: यूएचएनडब्ल्यू
ja: 超富裕層
kn: ಉಹ್ನ್ಡಬ್ಲ್ಯೂ
ko: 초고액자산가
ml: ഉഹ്ന്വ്
mr: यूएचएनडब्ल्यू
or: ୟୁଏଚ୍ଏନ୍ଡବ୍ଲୁ
pa: ਯੂ.ਐੱਚ.ਐੱਨ.ਡਬਲਯੂ.
te: అత్యంత సంపన్నురాలు
zh_hans: 超高净值人士
zh_hant: 超高淨值人士

source: Unassigned
ar: غير مُعيّن
as: অনাচাইনড
bn: অনির্ধারিত
de: Nicht zugewiesen
es: Sin asignar
fr: Non attribué
gu: સોંપેલ નથી
hi: सौंपे नहीं गए
it: Non assegnato
ja: 未割り当て
kn: ನಿಯೋಜಿಸಲಾಗಿಲ್ಲ
ko: 미지정
ml: അസൈൻ ചെയ്‌തില്ല
mr: नियुक्त न केलेले
or: ଆସାଇନ୍ କରାଯାଇନାହିଁ
pa: ਅਸਾਈਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
pt: Não atribuído
ru: Не назначено
ta: ஒதுக்கப்படாத
te: కేటాయించబడలేదు
zh_hans: 未分配
zh_hant: 未分配

source: Underperforming
ar: أداء ضعيف
as: অনডাৰপাৰ্ফৰ্মিং
bn: দুর্বল কর্মক্ষমতা
de: Leistungsschwach
es: Rendimiento inferior al esperado
fr: sous-performant
gu: નબળું પ્રદર્શન
hi: अपेक्षा के अनुरूप प्रदर्शन
it: Prestazioni al di sotto delle aspettative
ja: 業績不振
kn: ಕಳಪೆ ಪ್ರದರ್ಶನ
ko: 실적 부진
ml: മോശം പ്രകടനം
mr: कमी कामगिरी
or: ଖରାପ ପ୍ରଦର୍ଶନ କରୁଛି
pa: ਘੱਟ ਪ੍ਰਦਰਸ਼ਨ ਕਰ ਰਿਹਾ ਹੈ
pt: Desempenho abaixo do esperado
ru: Низкая производительность
ta: செயல்திறன் குறைவு
te: తక్కువ పనితీరు
zh_hans: 表现不佳
zh_hant: 表現不佳

source: Unexpected Item
ar: عنصر غير متوقع
as: অপ্ৰত্যাশিত বস্তু
bn: অপ্রত্যাশিত আইটেম
de: Unerwarteter Gegenstand
es: Artículo inesperado
fr: Article inattendu
gu: અણધારી વસ્તુ
hi: अप्रत्याशित वस्तु
it: Elemento inatteso
ja: 予期せぬアイテム
kn: ಅನಿರೀಕ್ಷಿತ ಐಟಂ
ko: 예상치 못한 항목
ml: അപ്രതീക്ഷിത ഇനം
mr: अनपेक्षित वस्तू
or: ଅପ୍ରତ୍ୟାଶିତ ଆଇଟମ୍
pa: ਅਣਕਿਆਸੀ ਚੀਜ਼
pt: Item inesperado
ru: Неожиданный предмет
ta: எதிர்பாராத பொருள்
te: ఊహించని వస్తువు
zh_hans: 意外物品
zh_hant: 意外物品

source: Unexpected Item Scanned
ar: تم مسح عنصر غير متوقع
as: অপ্ৰত্যাশিত বস্তু স্কেন কৰা হৈছে
bn: অপ্রত্যাশিত আইটেম স্ক্যান করা হয়েছে
de: Unerwarteter Artikel gescannt
es: Artículo inesperado escaneado
fr: Article inattendu scanné
gu: અનપેક્ષિત વસ્તુ સ્કેન થઈ
hi: अप्रत्याशित वस्तु स्कैन की गई
it: Articolo inatteso scansionato
ja: 予期しないアイテムがスキャンされました
kn: ಅನಿರೀಕ್ಷಿತ ಐಟಂ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗಿದೆ
ko: 예상치 못한 항목이 스캔되었습니다
ml: അപ്രതീക്ഷിത ഇനം സ്കാൻ ചെയ്തു
mr: अनपेक्षित वस्तू स्कॅन झाली
or: ଅପ୍ରତ୍ୟାଶିତ ଆଇଟମ୍ ସ୍କାନ ହୋଇଛି
pa: ਅਣਕਿਆਸੀ ਆਈਟਮ ਸਕੈਨ ਕੀਤੀ ਗਈ
pt: Item inesperado digitalizado
ru: Отсканирован неожиданный товар
ta: எதிர்பாராத பொருள் ஸ்கேன் செய்யப்பட்டது
te: ఊహించని అంశం స్కాన్ చేయబడింది
zh_hans: 扫描到意外物品
zh_hant: 掃描到意外物品

source: Unexpected Qty
ar: كمية غير متوقعة
as: অপ্ৰত্যাশিত পৰিমাণ
bn: অপ্রত্যাশিত পরিমাণ
de: Unerwartete Menge
es: Cantidad inesperada
fr: Quantité inattendue
gu: અનપેક્ષિત જથ્થો
hi: अप्रत्याशित मात्रा
it: Quantità inattesa
ja: 予想外の数量
kn: ಅನಿರೀಕ್ಷಿತ ಪ್ರಮಾಣ
ko: 예상치 못한 수량
ml: അപ്രതീക്ഷിത അളവ്
mr: अनपेक्षित प्रमाण
or: ଅପ୍ରତ୍ୟାଶିତ ପରିମାଣ
pa: ਅਣਕਿਆਸੀ ਮਾਤਰਾ
pt: Quantidade inesperada
ru: Неожиданное количество
ta: எதிர்பாராத அளவு
te: అనూహ్య పరిమాణం
zh_hans: 意外数量
zh_hant: 意外數量

source: UNEXPECTED SKU
ar: رمز المنتج غير متوقع
as: অপ্ৰত্যাশিত SKU
bn: অপ্রত্যাশিত SKU
de: UNERWARTETE SKU
es: SKU INESPERADO
fr: SKU INATTENDU
gu: અનપેક્ષિત SKU
hi: अप्रत्याशित SKU
it: CODICE ARTICOLO INATTESO
ja: 予期せぬSKU
kn: ಅನಿರೀಕ್ಷಿತ SKU
ko: 예상치 못한 SKU
ml: അപ്രതീക്ഷിതമായ SKU
mr: अनपेक्षित SKU
or: ଅପ୍ରତ୍ୟାଶିତ SKU
pa: ਅਣਕਿਆਸਿਆ SKU
pt: SKU INESPERADO
ru: НЕОЖИДАННЫЙ SKU
ta: எதிர்பாராத SKU
te: ఊహించని SKU
zh_hans: 意外的 SKU
zh_hant: 意外的 SKU

source: UNEXPECTED SKU ITEMS (%lld)
ar: عناصر SKU غير متوقعة (%lld)
as: অপ্ৰত্যাশিত SKU বস্তু (%lld)
bn: অপ্রত্যাশিত SKU আইটেম (%lld)
de: UNERWARTETE ARTIKEL MIT SKU (%lld)
es: ARTÍCULOS SKU INESPERADOS (%lld)
fr: ARTICLES SKU INATTENDUS (%lld)
gu: અણધારી SKU આઇટમ્સ (%lld)
hi: अप्रत्याशित SKU आइटम (%lld)
it: ARTICOLI SKU IMPREVISTI (%lld)
ja: 予期しないSKUアイテム（%lld）
kn: ಅನಿರೀಕ್ಷಿತ ಸ್ಕೂ ಐಟಂಗಳು (%lld)
ko: 예상치 못한 SKU 항목 (%lld)
ml: അപ്രതീക്ഷിതമായ സ്കു ഇനങ്ങൾ (%lld)
mr: अनपेक्षित SKU आयटम (%lld)
or: ଅପ୍ରତ୍ୟାଶିତ SKU ଆଇଟମ୍ (%lld)
pa: ਅਣਕਿਆਸੇ SKU ਆਈਟਮਾਂ (%lld)
pt: ARTIGOS DE SKU INESPERADOS (%lld)
ru: НЕОЖИДАННЫЕ ТОВАРЫ SKU (%lld)
ta: எதிர்பாராத SKU உருப்படிகள் (%lld)
te: ఊహించని SKU అంశాలు (%lld)
zh_hans: 意外的 SKU 商品 (%lld)
zh_hant: 意外的 SKU 商品 (%lld)

source: Unexpected SKUs
ar: وحدات تخزين غير متوقعة
as: অপ্ৰত্যাশিত SKUসমূহ
bn: অপ্রত্যাশিত SKU
de: Unerwartete Artikelnummern
es: SKU inesperados
fr: Références inattendues
gu: અનપેક્ષિત SKU
hi: अप्रत्याशित एसकेयू
it: SKU inattesi
ja: 予期せぬSKU
kn: ಅನಿರೀಕ್ಷಿತ SKU ಗಳು
ko: 예상치 못한 SKU
ml: അപ്രതീക്ഷിത SKU-കൾ
mr: अनपेक्षित एसकेयू
or: ଅପ୍ରତ୍ୟାଶିତ SKU
pa: ਅਣਕਿਆਸੇ SKU
pt: SKUs inesperados
ru: Неожиданные артикулы
ta: எதிர்பாராத SKU-க்கள்
te: ఊహించని SKUలు
zh_hans: 意外的 SKU
zh_hant: 意外的 SKU

source: units
ar: وحدات
as: ইউনিট
bn: ইউনিট
de: Einheiten
es: unidades
fr: unités
gu: એકમો
hi: इकाइयां
it: unità
ja: ユニット
kn: ಘಟಕಗಳು
ko: 단위
ml: യൂണിറ്റുകൾ
mr: युनिट्स
or: ୟୁନିଟ୍‌ଗୁଡ଼ିକ
pa: ਇਕਾਈਆਂ
pt: unidades
ru: единицы
ta: அலகுகள்
te: యూనిట్లు
zh_hans: 单位
zh_hant: 單位

source: Unknown
ar: مجهول
as: অজ্ঞাত
bn: অজানা
de: Unbekannt
es: Desconocido
fr: Inconnu
gu: અજ્ઞાત
hi: अज्ञात
it: Sconosciuto
ja: 未知
kn: ಅಜ್ಞಾತ
ko: 알려지지 않은
ml: അജ്ഞാതം
mr: अज्ञात
or: ଅଜଣା
pa: ਅਣਜਾਣ
pt: Desconhecido
ru: Неизвестный
ta: அறியப்படாத
te: తెలియదు
zh_hans: 未知
zh_hant: 未知

source: Unknown Client
ar: عميل غير معروف
as: অজ্ঞাত ক্লায়েণ্ট
bn: অজানা ক্লায়েন্ট
de: Unbekannter Client
es: Cliente desconocido
fr: Client inconnu
gu: અજાણ્યો ક્લાયન્ટ
hi: अज्ञात ग्राहक
it: Cliente sconosciuto
ja: 不明なクライアント
kn: ಅಪರಿಚಿತ ಕ್ಲೈಂಟ್
ko: 알 수 없는 클라이언트
ml: അജ്ഞാത ക്ലയന്റ്
mr: अज्ञात क्लायंट
or: ଅଜଣା କ୍ଲାଏଣ୍ଟ
pa: ਅਣਜਾਣ ਕਲਾਇੰਟ
pt: Cliente desconhecido
ru: Неизвестный клиент
ta: அறியப்படாத வாடிக்கையாளர்
te: తెలియని క్లయింట్
zh_hans: 未知客户
zh_hant: 未知客戶

source: Unknown Client · Bottega Veneta The Jodie · Receipt verified · Tax-free documents attached
ar: عميل مجهول · بوتيغا فينيتا ذا جودي · تم التحقق من الإيصال · مرفق مستندات معفاة من الضرائب
as: অজ্ঞাত ক্লায়েণ্ট · বটেগা ভেনেটা দ্য জোডি · ৰচিদ পৰীক্ষা কৰা হৈছে · কৰমুক্ত নথিপত্ৰ সংলগ্ন কৰা হৈছে
bn: অজ্ঞাত গ্রাহক · বোট্টেগা ভেনেটা দ্য জোডি · রসিদ যাচাইকৃত · করমুক্ত নথি সংযুক্ত
de: Unbekannter Kunde · Bottega Veneta The Jodie · Quittung geprüft · Steuerbefreiungsdokumente beigefügt
es: Cliente desconocido · Bottega Veneta The Jodie · Recibo verificado · Documentos exentos de impuestos adjuntos
fr: Client inconnu · Sac Bottega Veneta The Jodie · Reçu vérifié · Documents d'exonération de taxe joints
gu: અજાણ્યો ક્લાયન્ટ · બોટ્ટેગા વેનેટા ધ જોડી · રસીદ ચકાસાયેલ · કરમુક્ત દસ્તાવેજો જોડાયેલા
hi: अज्ञात ग्राहक · बोट्टेगा वेनेटा द जोडी · रसीद सत्यापित · कर-मुक्त दस्तावेज़ संलग्न
it: Cliente sconosciuto · Bottega Veneta The Jodie · Scontrino verificato · Documenti esenti da imposte allegati
ja: 不明な顧客 · ボッテガ・ヴェネタ ザ・ジョディ · 領収書確認済み · 免税書類添付
kn: ಅಜ್ಞಾತ ಕ್ಲೈಂಟ್ · ಬೊಟ್ಟೆಗಾ ವೆನೆಟಾ ದಿ ಜೋಡಿ · ರಶೀದಿಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿದೆ · ತೆರಿಗೆ-ಮುಕ್ತ ದಾಖಲೆಗಳನ್ನು ಲಗತ್ತಿಸಲಾಗಿದೆ
ko: 고객 정보 없음 · 보테가 베네타 더 조디 · 영수증 확인 완료 · 면세 서류 첨부
ml: അജ്ഞാത ക്ലയന്റ് · ബോട്ടെഗ വെനെറ്റ ദി ജോഡി · രസീത് പരിശോധിച്ചു · നികുതി രഹിത രേഖകൾ അറ്റാച്ചുചെയ്‌തു
mr: अज्ञात ग्राहक · बोटेगा वेनेटा द जोडी · पावती सत्यापित · करमुक्त कागदपत्रे जोडलेली आहेत
or: ଅଜଣା କ୍ଲାଏଣ୍ଟ · ବୋଟେଗା ଭେନେଟା ଦି ଜୋଡି · ରସିଦ ଯାଞ୍ଚ ହୋଇଛି · କରମୁକ୍ତ ଡକ୍ୟୁମେଣ୍ଟ ସଂଲଗ୍ନ ହୋଇଛି
pa: ਅਣਜਾਣ ਕਲਾਇੰਟ · ਬੋਟੇਗਾ ਵੇਨੇਟਾ ਦ ਜੋਡੀ · ਰਸੀਦ ਦੀ ਪੁਸ਼ਟੀ · ਟੈਕਸ-ਮੁਕਤ ਦਸਤਾਵੇਜ਼ ਨੱਥੀ ਕੀਤੇ ਗਏ
pt: Cliente desconhecido · Bottega Veneta The Jodie · Recibo verificado · Documentos de isenção de impostos anexados
ru: Неизвестный клиент · Bottega Veneta The Jodie · Чек подтвержден · Документы, подтверждающие освобождение от налогов, прилагаются
ta: அடையாளம் தெரியாத வாடிக்கையாளர் · போட்டேகா வெனெட்டா தி ஜோடி · ரசீது சரிபார்க்கப்பட்டது · வரி விலக்கு ஆவணங்கள் இணைக்கப்பட்டுள்ளன
te: తెలియని క్లయింట్ · బొట్టెగా వెనెటా ది జోడీ · రసీదు ధృవీకరించబడింది · పన్ను రహిత పత్రాలు జతచేయబడ్డాయి
zh_hans: 未知客户 · Bottega Veneta Jodie 手袋 · 已核实收据 · 附免税文件
zh_hant: 未知客戶 · Bottega Veneta Jodie 手袋 · 已核實收據 · 附免稅文件

source: Unsaved Changes
ar: التغييرات غير المحفوظة
as: সংৰক্ষিত নোহোৱা পৰিবৰ্তনসমূহ
bn: সংরক্ষিত নয় এমন পরিবর্তন
de: Nicht gespeicherte Änderungen
es: Cambios no guardados
fr: Modifications non enregistrées
gu: વણસાચવેલા ફેરફારો
hi: असहेजित परिवर्तन
it: Modifiche non salvate
ja: 保存されていない変更
kn: ಉಳಿಸದ ಬದಲಾವಣೆಗಳು
ko: 저장되지 않은 변경 사항
ml: സംരക്ഷിക്കാത്ത മാറ്റങ്ങൾ
mr: जतन न केलेले बदल
or: ସେଭ୍ ହୋଇନଥିବା ପରିବର୍ତ୍ତନଗୁଡ଼ିକ
pa: ਅਣਰੱਖਿਅਤ ਬਦਲਾਅ
pt: Alterações não guardadas
ru: Несохраненные изменения
ta: சேமிக்கப்படாத மாற்றங்கள்
te: సేవ్ చేయని మార్పులు
zh_hans: 未保存的更改
zh_hant: 未儲存的更改

source: Unscanned expected
ar: متوقع عدم المسح
as: আনস্কেন কৰা আশা কৰা হৈছে
bn: স্ক্যান না করা প্রত্যাশিত
de: Nicht gescannt erwartet
es: Se esperaba que no se escaneara
fr: Non scanné attendu
gu: અનસ્કેન અપેક્ષિત
hi: स्कैन नहीं किया गया अपेक्षित
it: Previsto non scansionato
ja: 未スキャンが予想されます
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡದಿರುವುದು ನಿರೀಕ್ಷಿತ
ko: 스캔되지 않음 예상됨
ml: സ്കാൻ ചെയ്യാത്തത് പ്രതീക്ഷിക്കുന്നു
mr: स्कॅन न केलेले अपेक्षित
or: ସ୍କାନ ହୋଇନଥିବା ଆଶା କରାଯାଉଛି
pa: ਸਕੈਨ ਨਾ ਕੀਤੇ ਜਾਣ ਦੀ ਉਮੀਦ ਹੈ
pt: Esperado não digitalizado
ru: Ожидается отсутствие сканирования
ta: ஸ்கேன் செய்யப்படாதவை எதிர்பார்க்கப்படுகின்றன
te: స్కాన్ చేయని అంచనా
zh_hans: 未扫描的预期
zh_hant: 未掃描的預期

source: UPC: %@
ar: رمز المنتج العالمي: %@
bn: ইউপিসি: %@
gu: યુપીસી: %@
hi: यूपीसी: %@
it: Codice UPC: %@
kn: ಯುಪಿಸಿ: %@
ml: യുപിസി: %@
or: ୟୁପିସି: %@
pa: ਯੂਪੀਸੀ: %@

source: UPCOMING APPOINTMENTS
ar: المواعيد القادمة
as: আগন্তুক নিযুক্তি
bn: আসন্ন অ্যাপয়েন্টমেন্ট
de: ANSTEHENDE TERMINE
es: PRÓXIMAS CITAS
fr: PROCHAINS RENDEZ-VOUS
gu: આગામી નિમણૂકો
hi: आगामी नियुक्तियाँ
it: PROSSIMI APPUNTAMENTI
ja: 今後の予約状況
kn: ಮುಂಬರುವ ನೇಮಕಾತಿಗಳು
ko: 예정된 예약
ml: വരാനിരിക്കുന്ന അപ്പോയിന്റ്മെന്റുകൾ
mr: आगामी भेटी
or: ଆଗାମୀ ନିଯୁକ୍ତିଗୁଡ଼ିକ
pa: ਆਉਣ ਵਾਲੀਆਂ ਅਪੌਇੰਟਮੈਂਟਾਂ
pt: PRÓXIMOS AGENDAMENTOS
ru: ПРЕДСТОЯЩИЕ ВСТРЕЧИ
ta: வரவிருக்கும் சந்திப்புகள்
te: రాబోయే అపాయింట్‌మెంట్లు
zh_hans: 即将进行的任命
zh_hant: 即將進行的任命

source: UPCOMING EVENTS
ar: الفعاليات القادمة
as: আগন্তুক অনুষ্ঠান
bn: আসন্ন অনুষ্ঠানসমূহ
de: ANSTEHENDE VERANSTALTUNGEN
es: PRÓXIMOS EVENTOS
fr: ÉVÉNEMENTS À VENIR
gu: આગામી ઘટનાઓ
hi: आगामी कार्यक्रम
it: EVENTI IN PROGRAMMA
ja: 今後のイベント
kn: ಮುಂಬರುವ ಕಾರ್ಯಕ್ರಮಗಳು
ko: 다가오는 행사
ml: വരാനിരിക്കുന്ന പരിപാടികൾ
mr: आगामी कार्यक्रम
or: ଆଗାମୀ ଇଭେଣ୍ଟଗୁଡ଼ିକ
pa: ਆਉਣ ਵਾਲੇ ਸਮਾਗਮ
pt: PRÓXIMOS EVENTOS
ru: ПРЕДСТОЯЩИЕ СОБЫТИЯ
ta: வரவிருக்கும் நிகழ்வுகள்
te: రాబోయే ఈవెంట్‌లు
zh_hans: 即将举行的活动
zh_hant: 即將舉行的活動

source: Upcoming occasion
ar: مناسبة قادمة
as: আগন্তুক অনুষ্ঠান
bn: আসন্ন অনুষ্ঠান
de: Bevorstehender Anlass
es: Próxima ocasión
fr: Événement à venir
gu: આગામી પ્રસંગ
hi: आगामी अवसर
it: Prossima occasione
ja: 今後のイベント
kn: ಮುಂಬರುವ ಸಂದರ್ಭ
ko: 다가오는 행사
ml: വരാനിരിക്കുന്ന അവസരം
mr: आगामी प्रसंग
or: ଆଗାମୀ ଅବସର
pa: ਆਉਣ ਵਾਲਾ ਮੌਕਾ
pt: Próxima ocasião
ru: Предстоящее событие
ta: வரவிருக்கும் நிகழ்வு
te: రాబోయే సందర్భం
zh_hans: 即将发生的事件
zh_hant: 即將發生的事件

source: UPCOMING OCCASIONS
ar: المناسبات القادمة
as: আগন্তুক অনুষ্ঠান
bn: আসন্ন অনুষ্ঠানসমূহ
de: ANSTEHENDE ANLÄSSE
es: PRÓXIMAS OCASIONES
fr: ÉVÉNEMENTS À VENIR
gu: આગામી પ્રસંગો
hi: आगामी अवसर
it: EVENTI FUTURI
ja: 今後のイベント
kn: ಮುಂಬರುವ ಸಂದರ್ಭಗಳು
ko: 다가오는 행사들
ml: വരാനിരിക്കുന്ന അവസരങ്ങൾ
mr: आगामी प्रसंग
or: ଆଗାମୀ ଘଟଣାଗୁଡ଼ିକ
pa: ਆਉਣ ਵਾਲੇ ਮੌਕੇ
pt: PRÓXIMOS EVENTOS
ru: ПРЕДСТОЯЩИЕ СОБЫТИЯ
ta: வரவிருக்கும் நிகழ்வுகள்
te: రాబోయే సందర్భాలు
zh_hans: 即将到来的活动
zh_hant: 即將到來的活動

source: Upcoming stage
ar: المرحلة القادمة
as: আগন্তুক মঞ্চ
bn: আসন্ন পর্যায়
de: Nächste Etappe
es: Próxima etapa
fr: Étape à venir
gu: આગામી તબક્કો
hi: आगामी चरण
it: Fase successiva
ja: 今後のステージ
kn: ಮುಂಬರುವ ಹಂತ
ko: 다음 단계
ml: വരാനിരിക്കുന്ന ഘട്ടം
mr: आगामी टप्पा
or: ଆଗାମୀ ପର୍ଯ୍ୟାୟ
pa: ਆਉਣ ਵਾਲਾ ਪੜਾਅ
pt: Próxima etapa
ru: Предстоящий этап
ta: வரவிருக்கும் கட்டம்
te: రాబోయే దశ
zh_hans: 即将到来的阶段
zh_hant: 即將到來的階段

source: Update Damage Report
ar: تحديث تقرير الأضرار
as: ক্ষতিৰ প্ৰতিবেদন আপডেইট কৰক
bn: ক্ষয়ক্ষতির প্রতিবেদন হালনাগাদ করুন
de: Aktualisierter Schadensbericht
es: Informe de daños actualizado
fr: Mise à jour du rapport de dommages
gu: નુકસાન રિપોર્ટ અપડેટ કરો
hi: क्षति रिपोर्ट को अपडेट करें
it: Aggiorna il rapporto sui danni
ja: 被害状況報告の更新
kn: ಹಾನಿ ವರದಿಯನ್ನು ನವೀಕರಿಸಿ
ko: 피해 보고서 업데이트
ml: നാശനഷ്ട റിപ്പോർട്ട് അപ്ഡേറ്റ് ചെയ്യുക
mr: नुकसान अहवाल अद्ययावत करा
or: କ୍ଷୟକ୍ଷତି ରିପୋର୍ଟକୁ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਨੁਕਸਾਨ ਦੀ ਰਿਪੋਰਟ ਅੱਪਡੇਟ ਕਰੋ
pt: Atualização do relatório de danos
ru: Обновить отчет о повреждениях
ta: சேத அறிக்கையைப் புதுப்பிக்கவும்
te: నష్ట నివేదికను నవీకరించండి
zh_hans: 更新损失报告
zh_hant: 更新損失報告

source: Update Password
ar: تحديث كلمة المرور
as: পাছৱৰ্ড আপডেইট কৰক
bn: পাসওয়ার্ড আপডেট করুন
de: Passwort aktualisieren
es: Actualizar contraseña
fr: Mettre à jour le mot de passe
gu: પાસવર્ડ અપડેટ કરો
hi: पासवर्ड अपडेट करें
it: Aggiorna password
ja: パスワードを更新
kn: ಪಾಸ್‌ವರ್ಡ್ ನವೀಕರಿಸಿ
ko: 비밀번호 업데이트
ml: പാസ്‌വേഡ് അപ്ഡേറ്റ് ചെയ്യുക
mr: पासवर्ड अपडेट करा
or: ପାସୱାର୍ଡ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਅੱਪਡੇਟ ਕਰੋ
pt: Atualizar palavra-passe
ru: Обновить пароль
ta: கடவுச்சொல்லைப் புதுப்பிக்கவும்
te: పాస్‌వర్డ్‌ను నవీకరించండి
zh_hans: 更新密码
zh_hant: 更新密碼

source: Update the details for this catalog
ar: قم بتحديث تفاصيل هذا الكتالوج
as: এই কেটেলগৰ বাবে বিৱৰণ আপডেট কৰক
bn: এই ক্যাটালগের বিবরণ আপডেট করুন
de: Aktualisieren Sie die Details für diesen Katalog.
es: Actualizar los detalles de este catálogo.
fr: Mettez à jour les informations de ce catalogue
gu: આ કેટલોગની વિગતો અપડેટ કરો
hi: इस कैटलॉग के विवरण को अपडेट करें
it: Aggiorna i dettagli di questo catalogo
ja: このカタログの詳細を更新してください
kn: ಈ ಕ್ಯಾಟಲಾಗ್‌ಗಾಗಿ ವಿವರಗಳನ್ನು ನವೀಕರಿಸಿ
ko: 이 카탈로그의 세부 정보를 업데이트하세요.
ml: ഈ കാറ്റലോഗിന്റെ വിശദാംശങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക
mr: या कॅटलॉगसाठी तपशील अद्ययावत करा.
or: ଏହି କ୍ୟାଟାଲଗ୍ ପାଇଁ ବିବରଣୀ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਇਸ ਕੈਟਾਲਾਗ ਲਈ ਵੇਰਵੇ ਅੱਪਡੇਟ ਕਰੋ
pt: Atualize os detalhes deste catálogo.
ru: Обновите данные для этого каталога.
ta: இந்த பட்டியலுக்கான விவரங்களைப் புதுப்பிக்கவும்
te: ఈ కేటలాగ్ కోసం వివరాలను నవీకరించండి
zh_hans: 更新此目录的详细信息
zh_hant: 更新此目錄的詳細信息
